Repository: thotchkiss/ValvTrak
Catalog: ValvTrak.DNN/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: es_es

# SMTPError.Text
source: <b><font color='red'>SMTP Error(s):</font></b><br/>{0}
es_es: <b><font color='red'>SMTP Error:</font></b><br/>{0}

# SMTPPassword.Text
source: Password:
es_es: Contraseña:

# SMTPServer.Text
source: Server:
es_es: Servidor:

# SMTPSettings.Text
source: SMTP Server Settings
es_es: Configuraciones Servidor SMTP

# SMTPSettingsHelp.Text
source: You can configure and test your SMTP Server settings.
es_es: Puedes configurar y comprobar tu configuración de Servidor SMTP.

# SMTPSuccess.Text
source: <b><font color='green'>SMTP Success:</font></b><br/>{0}
es_es: <b><font color='green'>SMTP Ok:</font></b><br/>{0}

# SMTPUsername.Text
source: Username:
es_es: Usuario:

# SpecifyHostEmailMessage.Text
source: You Must Specify The Host Email Address
es_es: Debes indicar el email del Host

# TestSMTP.Text
source: Test SMTP Settings
es_es: Comprobar Configuración SMTP

# UpdateDetail.Text
source: This software can routinely check for the latest important updates for your website. These updates can include security updates, critical updates and patches. (No information is collected that can be used to identify you or contact you without your explicit consent.)
es_es: Este software puede comprobar constantemente las actualizaciones importantes para el Sitio Web. Dichas actualizaciones pueden ser de seguridad, críticas o parches. (No se recoge información que pueda ser usada para identificarte o contactar contigo sin tu consentimiento explícito).

# UpdateEmail.Text
source: Do you want to receive notifications by email regarding updates to the software?
es_es: ¿Quieres recibir notificaciones por email acerca de las actualizaciones del software?

# UpdateTitle.Text
source: Update Service - Help protect the Integrity of your Website
es_es: Servicio de Actualización - Ayuda a proteger la integridad de tu Sitio Web

# Yes.Text
source: Yes
es_es: Sí

# InstallProviderError.Text
source: <b><font color='red'>Error Installing Provider:</font></b><br/>{0}
es_es: <b><font color='red'>Error Instalando Proveedor:</font></b><br/>{0}

# HostWarning.Text
source: <b><font color='red'>Your Host Name contains illegal characters (only A-Z, 0-9, - and . are allowed). You should modify the host name used.</font></b>
es_es: <b><font color='red'>El Nombre de Host contiene caracteres ilegales (sólo están permitidos A-Z, 0-9, - y .). Deberías modificar el nombre de Host utilizado.</font></b>
