Repository: thotchkiss/ValvTrak
Catalog: ValvTrak.DNN/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: es_es

# AdminUser.Text
source: Portal Administrator
es_es: Administrador del portal

# AdminUserError.Text
source: <b><font color='red'>Administrator User Error:</font></b><br/>{0}
es_es: <b><font color='red'>Error en el administrador del portal:</font></b><br/>{0}

# Auto.Text
source: <b>Auto</b> - The "Auto" installation method bypasses the Wizard completely and uses the legacy Auto-Install procedure.
es_es: <b>Automático</b> - El método de instalación "Automático" evita el asistente completamente y utiliza el anterior procedimiento de autoinstalación.

# ChooseDatabase.Text
source: Select Database:
es_es: Seleccionar la base de datos:

# ChooseDbError.Text
source: You must choose a Database Type
es_es: Tiene que escoger la base de datos

# ChooseInstall.Text
source: <h3>Select Installation Method:</h3>
es_es: <h3>Seleccione el método de instalación:</h3>

# ChooseLanguage.Text
source: <h3>Choose Language:</h3>
es_es: <h3>Seleccione el idioma:</h3>

# CompleteDetail.Text
source: <p>Congratulations, you have successfully installed DotNetNuke.</p>
es_es: <p>Enhorabuena, la instalación de DotNetNuke ha finalizado con éxito.</p>

# CompleteTitle.Text
source: Congratulations
es_es: Enhorabuena

# Confirm.Text
source: Confirm Password:
es_es: Confirme la contraseña:

# ConfirmPassword.Text
source: The confirm password entered is not the same as the password entered.
es_es: La confirmación de la contraseña no se corresponde con la contraseña entrada.

# ConnectError.Text
source: <b><font color='red'>Connection Error(s):</font></b><br/>{0}
es_es: <b><font color='red'>Error(es) de conexión:</font></b><br/>{0}

# ConnectSuccess.Text
source: <b><font color='green'>Connection Success</font></b>
es_es: <b><font color='green'>Conexión correcta</font></b>

# Containers.Text
source: Containers
es_es: Contenedores

# Database.Text
source: Database:
es_es: Base de datos:

# DatabaseFile.Text
source: Filename:
es_es: Fichero:

# DatabaseFileHelp.Text
source: Enter the name of the Database File (located in the App_Data Directory)
es_es: Entre el nombre del fichero de base de datos (se encuentra en la carpeta App_Data)

# DatabaseHelp.Text
source: Enter the Database name
es_es: Entre el nombre de la base de datos

# Email.Text
source: Email Address:
es_es: Dirección de correo:

# Failure.Text
source: FAILURE
es_es: ERROR

# FileCreate.Text
source: Create File
es_es: Creación de fichero

# FileDelete.Text
source: Delete File
es_es: Eliminación de fichero

# Finished.Text
source: Start building your new site!
es_es: Proceso finalizado (Ir a la web)

# FirstName.Text
source: First Name:
es_es: Nombre:

# FolderCreate.Text
source: Create Folder
es_es: Creación de carpeta

# FolderDelete.Text
source: Delete Folder
es_es: Eliminación la carpeta

# Full.Text
source: <b>Custom</b> - The "Custom" installation method provides you with the ability to completely customise your DotNetNuke installation. Select this option if you wish to control which optional components get installed.
es_es: <b>Personalizado</b> - El método de instalación "Personalizado" le permite configurar completamente su instalación de DotNetNuke. Seleccione esta opción si quiere controlar que componentes opcionales se instalaran.

# HomePage.Text
source: Home Page
es_es: Página inicial

# HostUserError.Text
source: <b><font color='red'>Host User Error:</font></b><br/>{0}
es_es: <b><font color='red'>Error en el usuario host:</font></b><br/>{0}

# Install.Error
source: There was a problem with the Installation of the Database.
es_es: Se ha producido un error en la instalación de la base de datos.

# Install.Text
source: Install Database Scripts
es_es: Instala scripts de base de datos

# InstallComplete.Text
source: Completed Installing Database Scripts
es_es: Scripts de base de datos instalados

# InstallDatabase.Text
source: Installing Database - Version {0}
es_es: Instalando base de datoss - Versión {0}

# Installed.Text
source: <p>DotNetNuke is already Installed on this system.</p>
es_es: <p>DotNetNuke ya está instalado en este ordenador.</p>

# Installing.Text
source: Installing Database Scripts ...
es_es: Instalando scripts de base de datos ...

# InstallModuleError.Text
source: <b><font color='red'>Error Installing Module(s):</font></b><br/> {0}
es_es: <b><font color='red'>Error de instalación de módulos:</font></b><br/> {0}

# InstallPortalError.Text
source: <b><font color='red'>Error Installing Portal:</font></b><br/>{0}
es_es: <b><font color='red'>Error de instalación de portal:</font></b><br/>{0}

# InstallScript.Text
source: Upgrading Database to Version {0}
es_es: Actualizando a la versión {0}

# Integrated.Text
source: Integrated Security:
es_es: Seguridad integrada:

# IntegratedHelp.Text
source: Check this if you are using SQL Server's Integrated Security, which means you will be using your Windows account to access SQL Server. If you are using SQL Server Express then you will most likely need to check this option. If you have been given a UserId/Password to access your Database, leave this unchecked, and provide the UserId/Password combination.
es_es: Marque esta opción si está utilizando Seguridad Integrada de SQL Server, esto significa que utilizará su cuenta de Windows para aceder a SQL Server. Si está utilizando SQL Server Express lo más probable es que necessite marcar esta opción. Si le han proporcionado un Usuario/Contraseña para acceder a su base de datos, deje esta opción sin marcar, y entre la combinación de Usuario/Contraseña que tenga.

# InValidEmail.Text
source: The email address is invalid.
es_es: La dirección de correo no es válida.

# Languages.Text
source: Languages
es_es: Idiomas

# LastName.Text
source: Last Name:
es_es: Apellidos:

# MachineKey.Error
source: Machine Key Update Error
es_es: Error de actualización de la "Machine Key"

# MinUserNamelength.Text
source: The minimum length for the user name is 4 characters
es_es: La longitud mínima para el nombre de usuario es de 4 caracteres

# Modules.Text
source: Modules
es_es: Módulos

# NoContainers.Text
source: No Optional Containers to Install
es_es: No hay contenedores opcionales para instalar

# NoLanguages.Text
source: There are no languages to install.
es_es: No hay idiomas para instalar

# NoModules.Text
source: There are no modules to install
es_es: No hay módulos para instalar

# NoPassword.Text
source: You must provide a password for the user
es_es: Tiene que entrar una contraseña para el usuario

# NoSkins.Text
source: No Optional Skins to Install
es_es: No hay skins opcionales para instalar

# Oracle.Text
source: Oracle Database
es_es: Base de datos Oracle

# Owner.Text
source: Run as db Owner:
es_es: Acceso com "dbOwner":

# OwnerHelp.Text
source: Check this if you are running the database as Database Owner - if left unchecked you will be running as the User ID specified
es_es: Marque esta opción si está accediendo a la base de datos com propietario (dbowner). Si lo deja sin marcar se utilizará la identificación del usuario especificado

# Page0.Title
source: Welcome
es_es: Bienvenida

# IntroDetail.Text
source: <p>Welcome to the DotNetNuke Installation Wizard. This wizard will guide you through the installation of your DotNetNuke Application.</p> <p>You may navigate through the Wizard using the Next and Previous buttons. On some pages you will see a third button "Test ...". This button will allow you to test the configuration before you continue, to see the effects of changes.</p> <p>The first step is to select the installation method to use and to choose the language you would like to use for the Installation.</p>
es_es: <p>Bienvenido al assistente de instalación de DotNetNuke. Este assistente le guiará durante la instalación de la aplicación DotNetNuke.</p> <p>Puede navegar en el assistente utilizando los botones Anterior y Siguiente. En algunas páginas verá un tercer botón "Prueba...". Este botón le permite probar la configuración antes de continuar, para ver los efectos de los cambios.</p> <p>El primer paso consiste en seleccionar el método de instalación que quiere utilizar y el idioma que quiera ver durante el proceso.</p>

# IntroTitle.Text
source: DotNetNuke Installation Wizard - Version {0}
es_es: Assistente de instalación de DotNetNuke - Versión {0}

# Page1.Title
source: File Permissions
es_es: Permisos de ficheros

# PermissionsDetail.Text
source: <p>DotNetNuke has extensive file upload capabilities for content, modules, and skins. These features require custom security settings so that the application is able to create and remove files in your website.</p> <p>This page checks the current file permissions to ensure that these features will work correctly.</p> <p> <b>Note:</b>The test checks the root folder of your application. In most cases this is good enough, as child folders usually inherit their file and folder permissions from their parent. However, occasionally this test will pass, but there will be a more restrictive permission set on one of the descendant files/folders.</p>
es_es: <p>DotNetNuke tiene unas capacidades de carga de ficheros para contenedores, módulos y diseños, muy avanzadas. Estas funciones requieren unos parámetros de seguridad especiales para que la aplicación pueda crear y eliminar ficheros en su web.</p> <p>Esta página verifica los permisos de fichero actuales para asegurar que estas funciones se ejecutarán correctamente.</p>

# PermissionsTitle.Text
source: Checking File Permissions
es_es: Verificación de permisos de ficheros

# Page2.Title
source: Database Configuration
es_es: Configuración de base de datos

# DatabaseConfigDetail.Text
source: <p>You can configure the database settings used by DotNetNuke on this page. If you are installing DotNetNuke in a "Hosting Account" your hosting provider should have provided you with the information.</p> <p>There are two options for SQL Server 2005/2008. SQLServer 2005 and SQL Server 2008 support the use of Database Files. In most situations you should choose the Database option, but if you are using SQL Server 2005/2008 Express then you should use the File option.</p>
es_es: <p>En esta página puede configurar los parámetros de la base de datos que utilizará DotNetNuke. Si está instalando DotNetNuke en un "proveedor de hosting", su proveedor deberia haberle proporcionado esta información.</p> <p>Hay dos opciones para SQL Server 2005. SQL Server 2005 soporta el uso de bases de dades de fichero. En la mayoria de los casos deberia escoger la opción Base de datos, peró si está utilizando SQL Server 2005 Express tiene que seleccionar la opción Fichero.</p>

# DatabaseConfigTitle.Text
source: Configure Database Connection
es_es: Configuración de la conexión a la base de datos

# Page3.Title
source: Database Installation
es_es: Instalación de la base de datos

# DatabaseInstallDetail.Text
source: <p>The installation of the database scripts should have started when this page loaded. The Next button will be disabled until the Installation of the Scripts is complete.</p>
es_es: <p>La instalación de scripts de base de datos tendria que haber empezado quan se ha cargado esta página. Los botones Anterior y Siguiente permaneceran desactivados hasta que todos los scripts se hayan instalado.</p>

# DatabaseInstallTitle.Text
source: Run Database Installation Scripts
es_es: Ejecución de scripts de instalación de base de datos

# Page4.Title
source: Host User
es_es: Usuario host

# HostUserDetail.Text
source: <p>In this page you should provide the information for the Host or SuperUser User Account. This user has access to all portals created on the site, and care should be taken to provide a UserName/Password combination that is difficult to "hack" by malicious users.</p>
es_es: <p>En esta página tiene que proporcionar la información para el usuario host o Super usuario. Este usuari tiene acceso a todos los portales creados en esta instalación, por lo que tiene que ir con mucho cuidado al escoger el Usuario y Contraseña de forma que sean lo suficientemente seguros y robustos.</p>

# HostUserTitle.Text
source: Configure Host Account
es_es: Configuración del usuario host

# Page5.Title
source: Install Modules
es_es: Instalación de módulos

# ModulesDetail.Text
source: <p>DotNetNuke has a powerful extensibility. This extensibility is provided through the concept of "installable" modules.</p> <p>On this page you can choose the optional Modules to install. Installing the Modules makes them available to Portal Administrators.</p>
es_es: <p>DotNetNuke proporciona una extensibilidad muy potente. Esta extensibilidad se manifiesta mediante el concepto de módulos instalables.</p> <p>En esta página puede escoger que módulos opcionales quiere instalar. Los módulos que se instalen estarán a disposición de los editores de páginas de la web.</p>

# ModulesTitle.Text
source: Install Optional Modules
es_es: Instalación de módulos opcionales

# Page9.Title
source: Install Providers
es_es: Instalación del portal

# PortalDetail.Text
source: <p>In this page you will configure the Host (or initial) Portal (website).</p> <p>You will need to provide an administrator user account. This user has access to all functionality of the portal, and as with the Host User care should be taken to provide a UserName/Password combination that is difficult to "hack" by malicious users.</p>
es_es: <p>En esta página tiene que configurara el portal inicial (o predeterminado).</p> <p>Tiene que entrar los datos del administrador del portal. Este usuario tiene acceso a toda las funciones del portal, por lo que tiene que ir con mucho cuidado al escoger el Usuario y Contraseña de forma que sean lo suficientemente seguros y robustos.</p>

# Page7.Title
source: Install Languages
es_es: Instalación de skins

# SkinsDetail.Text
source: <p>DotNetNuke has a rich skinning capability. On this page you can choose the Skins and Containers to install.</p> <p>Installing a Skin and/or container does not automatically enable it, but it makes the skin available to you.</p>
es_es: <p>DotNetNuke ofrece unas capacitades de configuración de diseños (skins) muy ricas. En esta página puede escoger que skins y contenedores opcionales quiere instalar.</p> <p>El hecho de instalar un skin o contenedor no implica que automaticamente esté en uso en el portal, pero le da la opción de utilizarlo posteriormente.</p>

# SkinsTitle.Text
source: Install Skins and Containers
es_es: Instalación de skins y contenedores opcionales

# Page8.Title
source: Install Authentication Services
es_es: Instalción de idiomas

# LanguagesDetail.Text
source: <p>DotNetNuke is fully localizable. On this page you can choose the languages you wish to install.</p>
es_es: <p>DotNetNuke se puede traducir completamente. En esta página puede escoger que idiomas quiere instalar.</p> <p>El hecho de instalar un idioma no implica que automaticamente esté en uso en el portal, pero le da la opción de utilizarlo posteriormente.</p>

# LanguagesTitle.Text
source: Install Language Packs
es_es: Instalación de paquetes de idiomas

# Password.Text
source: Password:
es_es: Contraseña:

# PasswordHelp.Text
source: Enter the Password for the Database
es_es: Entre la contraseña para acceder a la base de datos

# PasswordLength.Text
source: The password must be at least {0} characters.
es_es: La contraseña tiene que tener al menos {0} caracteres.

# PasswordUser.Text
source: You cannot set the Password to the same value as the User Name.
es_es: La contrasenya no puede se igual que el nombre de usuario.

# Permissions.Text
source: File Permissions Summary:
es_es: Sumario de permisos de fichero:

# PermissionsError.Text
source: <img alt="Image showing the security settings for the root folder of the website must be set to Read, Write and Change Control for the ASPNET or NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Your site failed the permissions check.</font></b></p> Using Windows Explorer, browse to the root folder of the website ( {0} ). Right-click the folder and select Sharing and Security from the popup menu. Select the Security tab. Add the appropriate User Account and set the Permissions. <br/><br/> <h3>If using Windows 2000 - IIS5</h3> <p>The {Server}\ASPNET User Account must have Read, Write, and Change Control of the virtual root of your website.</p> <h3>If using Windows 2003, Windows Vista or Windows Server 2008 and IIS6 or IIS7</h3> <p>The NT AUTHORITY\NETWORK SERVICE User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <h3>If using Windows 7 or Windows Server 2008 R2 and IIS7.5</h3> <p>The IIS AppPool\DefaultAppPool User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <br/><br/><br/><br/>
es_es: <img alt="Imagen que muestra que los parámetros de seguridad para la carpeta raiz de la web tienen que ser: Lectura, escritura y Modificación para el usuario ASPNET o el NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>Su servidor servidor no ha superado la verificación de permisos.</font></b></p> Con el Explorador de Windows abra la carpeta raiz de la web (por defecto C:\DotNetNuke). Haga clic con el botón derecho en la carpeta y seleccione la opción de compartición y seguridad en el menú (tenga en cuenta que si utiliza Windows XP es posible que tenga que<a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">Activar la compartición simple de ficheros</a> antes de poder acceder a estas opciones). Seleccione la pestaña de Seguridad. Añada el usuari correspondiente y configure los permisos necessarios. <br/><br/> <h3>Si utiliza Windows 2000 - IIS5</h3> <p>El usuario {Servidor}\ASPNET tiene que tener permisos de Lectura, Escritura y Modificación en el directorio virtual de la web.</p> <h3>Si utiliza Windows 2003 - IIS6</h3> <p>El usuario NT AUTHORITY\NETWORK SERVICE tiene que tener permisos de Lectura, Escritura y Modificació en el directorio virtual de la web.</p> <br/><br/><br/><br/>

# PermissionsOk.Text
source: <b><font color='green'>Your site passed the permissions check.</font?</b>
es_es: <b><font color='green'>El servidor ha superado la verificación de permisos.</font?</b>

# Portal.Text
source: Portal Properties
es_es: Propiedades del portal

# PortalTemplate.Text
source: Template:
es_es: Plantilla:

# PortalTitle.Text
source: Portal Title:
es_es: Título del portal:

# Qualifier.Text
source: Object Qualifier:
es_es: Prefijo de objectos:

# QualifierHelp.Text
source: Enter an optional "prefix" to use for all your database objects - this helps ensure that there are no object name clashes.
es_es: Entre un prefijo opcional para utilizar para todos los objectos de base de datos. Esto ayuda a garantizar qu eno haya colisiones de nombres de objectos.

# ScriptError.Text
source: See {0} for more information
es_es: Ver {0} para mas información

# Server.Text
source: Server:
es_es: Servidor:

# ServerHelp.Text
source: Enter the Name or IP Address of the computer where the Database is located. (if using Oracle enter the Data Source (SID))
es_es: Entre el nombre o dirección IP del servidor que contiene la base de datos (si utiliza Oracle entre el SID).

# SQLServer.Text
source: SQL Server 2005/2008 Database
es_es: Base de datos SQL Server 2005/2008

# SQLServerXPress.Text
source: SQL Server 2005/2008 (Express) File
es_es: Fichero SQL Server 2005/2008 (Express)

# Success.Text
source: Success
es_es: Correcto

# TestDB.Text
source: Test Database Connection
es_es: Prueba de conexión a la base de datos

# TestPerm.Text
source: Retest Permissions
es_es: Prueba de permisos

# Title.Text
source: DotNetNuke Installation Wizard
es_es: Assistente de instalación de DotNetNuke

# Typical.Text
source: <b>Typical</b> - The "Typical" installation method makes some "typical" choices for you.
es_es: <b>Típico</b> - El método de instalación "Típico" utiliza las opciones más habituales.

# Upgrade.Text
source: <p>DotNetNuke version {0} is already Installed. Click the Next button to upgrade to the new version.</p>
es_es: <p>La versión de DotNetNuke {0} ya está instalada. Clique el botón Siguiente per actualizar a la nueva versión.</p>

# UpgradeTitle.Text
source: DotNetNuke Upgrade Wizard - Version {0}
es_es: Asistente de actualización de DotNetNuke - Versión {0}

# UserHelp.Text
source: Enter the UserID for the Database
es_es: Entre el ID de usuario para la base de datos

# UserId.Text
source: User ID:
es_es: ID usuario:

# UserName.Text
source: User Name:
es_es: Usuario:

# WhatsNext.Text
source: What's Next
es_es: Que más

# Previous.Text
source: Previous
es_es: Anterior

# Next.Text
source: Next
es_es: Siguiente

# Complete.Text
source: Installation of Database Complete
es_es: Instalación de la base de datos completada

# AuthSystems.Text
source: Authentication Systems
es_es: Sistemas de Autenticación

# AuthSystemsDetail.Text
source: <p>DotNetNuke supports multiple authentication systems. On this page you can choose the systems you wish to install.</p> <p>Installing an Authentication System does not automatically enable it for each portal, but it makes the system available to a Portal Adminstrator.</p>
es_es: <p>DotNetNuke soporta múltiples sistemas de autenticación. En esta página puedes cambiar el sistema que deseas instalar.</p> <p>Instalando un Sistema de Autenticación no significa que automáticamente se active para cada portal sino que lo hace disponible.</p>

# AuthSystemsTitle.Text
source: Install Authentication Systems
es_es: Instalar Sistemas de Autenticación

# EmailErrorMessage.Text
source: There has been an error trying to send the test email. The error is:<br />{0}
es_es: Ha habido un error en el envío del email de test. El error es:<br />{0}

# EmailSentMessage.Text
source: Email Sent Successfully
es_es: Email Enviado Satisfactoriamente

# EmailTestMessageSubject.Text
source: SMTP Configuration Test
es_es: Test de Configuración SMTP

# EnableUpdate.Text
source: Do you want the software to display a visual indicator to notify you when updates are available?
es_es: ¿Quieres que el software visualice un indicador para notificarte cuando existan actualizaciones disponibles?

# InstallAuthSystemError.Text
source: <b><font color='red'>Error Installing Authentication System(s):</font></b><br/> {0}
es_es: <b><font color='red'>Error Instalando Sistema(s) de Autenticación:</font></b><br/> {0}

# InstallContainerError.Text
source: <b><font color='red'>Error installing Container:</font></b><br/> {0}
es_es: <b><font color='red'>Error instalando Container:</font></b><br/> {0}

# InstallLanguageError.Text
source: <b><font color='red'>Error Installing Language(s):</font></b><br/>{0}
es_es: <b><font color='red'>Error Instalando Idioma(s):</font></b><br/>{0}

# InstallSkinError.Text
source: <b><font color='red'>Error installing Skin:</font></b><br/> {0}
es_es: <b><font color='red'>Error instalando Skin:</font></b><br/> {0}

# NoPackages.Text
source: There are no authentication systems to install.
es_es: No hay sistemas de autenticación para instalar.

# Page10.Title
source: Install Portal
es_es: Servicio de Actualización

# Page6.Title
source: Install Skins
es_es: Instalar Skins

# Providers.Text
source: Providers
es_es: Proveedores

# ProvidersDetail.Text
source: <p>DotNetNuke uses a provider model for extensions. On this page you can choose the Providers to install.</p>
es_es: <p>DotNetNuke utiliza un modelo de Proveedores para las extensiones. En esta página puedes elegir los Proveedores a intalar.</p>

# ProvidersTitle.Text
source: Install Providers
es_es: Instalar Proveedores

# SMTPAnonymous.Text
source: Anonymous
es_es: Anónimo

# SMTPAuthentication.Text
source: Authentication:
es_es: Autenticación:

# SMTPBasic.Text
source: Basic
es_es: Basica

# SMTPEnableSSL.Text
source: Enable SSL:
es_es: Activar SSL:
